tap "fujiwara/tap"
tap "homebrew/bundle"
tap "ynqa/tap"
brew "awscli"
brew "gh"
brew "git"
brew "git-secrets"
brew "jq"
brew "mas"
brew "mise"
brew "mysql"
brew "peco"
brew "tmux"
brew "fujiwara/tap/lambroll"
brew "ynqa/tap/jnv"
cask "1password"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "bettertouchtool"
cask "cleanshot"
cask "dash"
cask "deepl"
cask "docker"
cask "figma"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "popclip"
cask "postman"
cask "raspberry-pi-imager"
cask "slack"
cask "slack-cli"
cask "sony-ps-remote-play"
cask "visual-studio-code"
cask "zoom"
mas "Goodnotes", id: 1444383602
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Yoink", id: 457622435
vscode "ms-ceintl.vscode-language-pack-ja"
